Repository: made2k/SunriseFasting
Catalog: Fasting/FastingData/Models/FastingGoal/FastingGoal.xcstrings
Source language: en
Languages: sv

# custom description
source: Don't be restricted by these presets. You can choose your own fasting goals that fit with your life style.
sv: Begränsa dig inte av dessa förinställningar. Du kan välja dina egna fasta mål som passar din livsstil.

# custom title
source: Custom Fast
sv: Anpassad Fasta

# fourteen description
source: This time restricted fast gives you a 10 hour eating window, with a 14 hour fast. Usually this involves a final meal at dinner and a late breakfast.
sv: Denna tidsbegränsade fasta ger dig ett 10-timmars ätfönster med en 14-timmars fasta. Vanligtvis innebär detta en sista måltid på kvällen och en sen frukost.

# fourteen title
source: 14:10 Intermittent Fast
sv: 14:10 Intermittent Fasta

# nineteen description
source: This fast is more restrictive only giving you a 5 hour eating window.
sv: Denna fasta är mer restriktiv och ger dig endast ett 5-timmars ätfönster.

# nineteen title
source: 19:5 Intermittent Fast
sv: 19:5 Intermittent Fasta

# sixteen description
source: This fast is pretty common. It gives you an 8 hour eating window (typically lunch and dinner) with a 16 hour fast.
sv: Denna fasta är ganska vanlig. Den ger dig ett 8-timmars ätfönster (vanligtvis lunch och middag) med en 16-timmars fasta.

# sixteen title
source: 16:8 Intermittent Fast
sv: 16:8 Intermittent Fasta

# twenty three description
source: This fast is known as the One Meal a Day fast. It has only a 1 hour eating window, typically enough for a single meal.
sv: Denna fasta kallas för En Måltid om Dagen-fasta. Den har endast ett 1-timmars ätfönster, vanligtvis tillräckligt för en enda måltid.

# twenty three title
source: 23:1 Intermittent Fast
sv: 23:1 Intermittent Fasta
